Repository: 84000/data-translation-memory
Catalog: toh555-v3.tmx
Source language: bo
Languages: en

source: ནོར་དང་རིན་པོ་ཆེའི་གཏེར་དང་། མངོན་པར་ཤེས་པ་དང་། ཚེ་རིང་བའི་སྨན་དམ་པ་གཉེར་བ་དང་། སེམས་ཅན་གྱི་ནད་མང་པོ་གསོ་བ་དང་། ཕྱིར་རྒོལ་བའི་དགྲ་ཕམ་པར་བགྱི་བ་དང་ཐ་དད་པར་སྨྲ་བ་རྣམས་ཚར་གཅོད་པར་འཚལ་ན་ཁང་པ་གཙང་མར་བགྱིས་ཏེ་དཀྱིལ་འཁོར་བགྱིའོ།
en: In this way, if they wish for wealth, a treasure of jewels, higher cognitions, the possession of medicine for a long life, healing the illness of many beings, the defeat of adversarial enemies, or the elimination of those who disagree with them, then they should make a circle in a clean building.

source: །ལུས་བཀྲུས་ཏེ་གོས་སར་པ་གཙང་མ་བགོས་ནས་རྩྭའི་སྟན་གྱི་སྟེང་དུ་མཆིས་ཏེ་རིང་བསྲེལ་དང་སྐུ་གཟུགས་ཀྱི་སྤྱན་སྔར་རམ། ཡང་ན་རིང་བསྲེལ་དང་བཅས་པའི་མཆོད་རྟེན་གྱི་དྲུང་དུ་བདུག་པ་བསྲེགས་ཏེ། མེ་ཏོག་གཏོར་ནས་བཟའ་བ་དང་། བཏུང་བ་དག་གིས་མཆོད་པ་བགྱིས་ཏེ། ཟླ་བ་ཡར་གྱི་ངོ་ཚེས་བརྒྱད་ལ་སྐར་མ་རྒྱལ་རྫོགས་པ་ན་གཡར་འདྲེན་པའི་སྔགས་འདི་བཟླ་བར་བགྱིའོ། །ཏདྱ་ཐཱ། ཙི་ལི་ཙི་ལི། ཙུ་རུ་ཙུ་རུ། ཀུ་རུ་ཀུ་རུ།
en: They should wash their bodies, wear clean, new clothes, sit on a seat made of grass, and in front of an image that contains relics or in front of a stūpa that contains relics, burn incense, scatter flowers, and offer various kinds of food and drink.

source: ཀུ་ཊུ་ཀུ་ཊུ། ཏོ་ཊུ་ཏོ་ཊུ། བ་ཧ་བ་ཧ། བ་རི་ཤ་བ་རི་ཤ་སྭཱ་ཧཱ། བཅོམ་ལྡན་འདས་རིག་སྔགས་འདི་འཁོར་བཞི་པོ་ལས་གང་ལ་ལ་ཞིག་གིས་ལན་བརྒྱ་རྩ་བརྒྱད་བཟླས་ནས་བདག་གཡར་འདྲེན་པར་བགྱིད་ན་བདག་གིས་དེའི་ཆེད་དུ་གཡར་འདྲེན་པ་དེར་མཆི་བར་འགྱུར་ལགས་སོ། །གཞན་ཡང་བཅོམ་ལྡན་འདས་སེམས་ཅན་གང་ལ་ལ་ཞིག་བདག་དངོས་པོ་མངོན་སུམ་དུ་མངོན་པར་མཐོང་ཞིང་ལྷན་ཅིག་གཏམ་བགྱིད་པར་འཚལ་ན་ཡང་སྔ་མ་བཞིན་དུ་ཆོ་ག་བཤམས་ནས་གཟུངས་འདི་བཟླས་པར་བགྱིའོ། །ཏདྱ་ཐཱ། ཨཉྩ་ནི།
en: On the eighth day of the waxing moon, when it is the time of the constellation Puṣya, they should repeat this mantra of invitation: tadyathā cili cili curu curu kuru kuru kuṭu kuṭu toṭu toṭu vaha vaha variṣa variṣa svāhā | “Bhagavat, if anyone among the four classes of followers invites me by repeating this vidyāmantra a hundred and eight times, I will for that reason come to the one who invited me. “

source: ཀྱ་ལི་ཀྵ་ནི། ཤི་ཤི་དྷ་རི། ཧ་ཧ་ཧི་ཧི། ཀུ་རུ་བ་རེ་སྭཱ་ཧཱ། བཅོམ་ལྡན་འདས་གང་ལ་ལ་ཞིག་སྔགས་འདི་འདོན་པ་ན་ལན་བརྒྱ་རྩ་བརྒྱད་བཟླས་ནས་སྔགས་སྔ་མ་ཡང་འདོན་པར་བགྱིད་ན་བདག་གདོན་མི་འཚལ་བར་ལུས་མངོན་དུ་བསྟན་ནས་དེས་ཇི་ལྟར་སྨོན་པ་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་བགྱིད་པས་ནམ་ཡང་ཆབ་མི་འཚལ་བར་བགྱིད་དོ།
en: Moreover, Bhagavat, any being who wishes to truly, directly see me and seeks to speak with me should perform the rite in the same way as previously described and repeat this dhāraṇī: tadyathā añcani kyalikṣani śiśidhari haha hihi kuruvare svāhā | “Bhagavat, if anyone recites this mantra, repeating it a hundred and eight times and then reciting the previous mantra, there is no doubt that I will manifest my body and will completely fulfill all aspirations. “

source: །གལ་ཏེ་སྔགས་འདི་འདོན་པར་འཚལ་ན་སྔར་ལུས་བསྲུང་བའི་སྔགས་འདི་འདོན་པར་བགྱིའོ། །ཏདྱ་ཐཱ། ཤི་རི་ཤི་རི། བཱ་ཤ་ཀ་ཏི། ཏ་ཏི་ཀུཊྚི། པཱུ་ཏ། པཱུ་དེ་རི། པཱུ་དེ་རི། ཊི་ཊེ་པ་ཊི།
en: If someone wishes to recite this mantra, they should first recite this mantra of protection for their body: tadyathā śiri śiri vāśakati tati kuṭṭi pūta pūderi pūderi tiṭe vati kukuṭi kavacili svāhā | “Bhagavat, when reciting this dhāraṇī mantra, take up a cord of five colors and repeat the mantra onto it twenty-one times while making twenty-one knots.

source: ཀུ་ཀུ་ཊི། ཀ་བ་ཙི་ལི་སྭཱ་ཧཱ། བཅོམ་ལྡན་འདས་སྔགས་འདི་འདོན་པའི་ཚེ་ཚོན་སྣ་ལྔའི་སྐུད་པ་བླངས་ནས་སྔགས་ལན་ཉི་ཤུ་རྩ་གཅིག་བཟླས་ཏེ། མདུད་པ་ཉི་ཤུ་རྩ་གཅིག་བགྱིས་ནས། དཔུང་པ་གཡོན་པ་ལ་བཅིངས་ན་སླན་ཆད་ལུས་བསྲུང་བ་བགྱིས་པས་འཇིགས་པ་མ་མཆིས་པར་འགྱུར་རོ།
en: Having repeated the mantra in that way twenty-one times, tie them onto the left upper arm, and then from then on, the body will be protected so that there will be no danger. “

source: །གང་ལ་ལ་ཞིག་སེམས་རྩེ་གཅིག་ཏུ་སྔགས་འདི་ཟློས་པར་བགྱིད་ན། བསམ་པ་རྣམས་ཡིད་བཞིན་དུ་འགྲུབ་པར་འགྱུར་ཏེ།
en: If someone repeats this mantra with a single-pointed mind, aspirations will be accomplished exactly as wished.

source: བདག་ཤོ་བེ་མི་མཆི་སྟེ།
en: I am not speaking a falsehood.

source: བདག་གི་དབང་དུ་སངས་རྒྱས་དང་ཆོས་དང་དགེ་འདུན་དཀོན་མཆོག་གསུམ་བཞུགས་པས་མད་པ་ཉིད་དུ་རབ་ཏུ་མཁྱེན་པར་འགྱུར་ལགས་སོ།
en: The Three Jewels of the Buddha, the Dharma, and the Saṅgha are my witnesses and know it to be the truth.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་སའི་ལྷ་མོ་བརྟན་མ་ལ་བཀའ་སྩལ་པ། ཁྱོད་ཡང་དག་པའི་བདེན་ཚིག་གི་སྔགས་ཀྱིས་བཏབ་པའི་མདོ་སྡེའི་རྒྱལ་པོ་འདི་དང་། ཆོས་སྨྲ་བ་དག་ལ་ཡོངས་སུ་བསྲུང་བར་བྱས་པ་ལེགས་སོ་ལེགས་སོ།
en: Then the Bhagavat said to the earth goddess Dṛḍhā, “It is excellent, excellent that you protect this king of sūtras, which has been sealed by a mantra of pure words and the dharmabhāṇakas.

source: །རྒྱུ་དང་རྐྱེན་འདིས་ཁྱོད་བསོད་ནམས་ཀྱི་རྣམ་པར་སྨིན་པ་ཚད་མེད་པ་སྙེད་འཐོབ་པར་འགྱུར་རོ།
en: Through this cause and condition, you will attain an immeasurable ripening of merit.”

source: །གསེར་འོད་དམ་པ་མཆོག་ཏུ་རྣམ་པར་རྒྱལ་བ་མདོ་སྡེའི་རྒྱལ་པོ་ལས་སའི་ལྷ་མོ་བརྟན་མའི་ལེའུ་སྟེ་བཅྭ་བརྒྱད་པའོ།། །།
en: This concludes “Dṛḍhā, the Goddess of the Earth,” the eighteenth chapter of “The Supremely Victorious King of Sūtras, the Sublime Golden Light.”

source: དེ་ནས་གནོད་སྦྱིན་གྱི་སྡེ་དཔོན་ཆེན་པོ་ཡང་དག་ཤེས་ཞེས་བྱ་བ་གནོད་སྦྱིན་གྱི་སྡེ་དཔོན་ཉི་ཤུ་རྩ་བརྒྱད་པོ་དག་དང་ལྷན་ཅིག་ཏུ་འཁོར་མང་པོའི་ནང་ནས་སྟན་ལས་ལངས་ཏེ་བླ་གོས་ཕྲག་པ་གཅིག་ལ་གཟར་ནས་པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་གསེར་འོད་དམ་པ་མཆོག་ཏུ་རྣམ་པར་རྒྱལ་བ་མདོ་སྡེའི་རྒྱལ་པོ་འདི་ད་ལྟར་རམ། སླད་མའི་དུས་ཀྱི་ཚེ་གྲོང་ངམ། གྲོང་ཁྱེར་རམ། གྲོང་རྡལ་ལམ། ལྗོངས་སམ། རིའམ། དགོན་པའམ། ནགས་ཚལ་ལམ། རྒྱལ་པོའི་ཕོ་བྲང་ངམ། དགེ་འདུན་གནས་པའི་གནས་དག་ཏུ་ཡང་རུང་སྟེ། ཡང་དག་པར་བསྟན་ནས་རྒྱ་ཆེར་སྤེལ་བར་བགྱིད་ན། བཅོམ་ལྡན་འདས་བདག་གནོད་སྦྱིན་གྱི་སྡེ་དཔོན་ཆེན་པོ་ཡང་དག་ཤེས་གནོད་སྦྱིན་གྱི་སྡེ་དཔོན་ཉི་ཤུ་རྩ་བརྒྱད་དང་ལྷན་ཅིག་ཏུ་དེར་མཆིས་ནས་སོ་སོ་ནས་རང་གི་ལུས་མི་གདའ་བར་བགྱིས་ཏེ།
en: Chapter 19: Saṃjñeya, the Great General of the Yakṣas Then the great yakṣa general Saṃjñeya, together with twenty-eight yakṣa generals within that great assembly, rose from his seat, and with his robe over one shoulder, kneeling with his right knee on the ground, with palms together facing the Bhagavat, said to the Bhagavat, “Bhagavat, wherever this Supremely Victorious King of Sūtras, the Sublime Golden Light is taught and promulgated, in the present or in future times, whether in a village, in a town, in a market town, in a district, on a mountain, in a wilderness, in a forest, in a king’s palace, or in the dwelling place of the saṅgha, Bhagavat, I, the great yakṣa general Saṃjñeya, together with twenty-eight yakṣa generals, will go there.

source: ཅི་རིགས་པར་ཆོས་སྨྲ་བའི་མཁན་པོ་དེ་དང་། ཆོས་ཉན་པའི་འཁོར་དེ་དག་ཡོངས་སུ་བསྲུངས་ནས་གནོད་པ་རྣམས་སྤངས་ཏེ་རྟག་པར་བདེ་བ་མྱོང་བར་བགྱིད་དོ། །སྐྱེས་པའམ། བུད་མེད་དམ། ཁྱེའུ་འམ། བུ་མོ་གང་ལ་ལ་ཞིག་མདོ་སྡེ་འདི་ལས་ཐ་ན་ཚིག་བཞི་པའི་
en: Each of us will make our bodies invisible, and we will guard in every way that dharmabhāṇaka upādhyāya and the assembly that is listening to the Dharma so that harm will be eliminated, and they will always experience happiness. “

source: ཚིགས་སུ་བཅད་པ་གཅིག་ཙམ་ཡང་དག་པར་འཛིན་པར་བགྱིད་དམ། ཚིག་གཅིག་ཙམ་ཡང་དག་པར་འཛིན་པར་བགྱིད་དམ། མདོ་སྡེའི་རྒྱལ་པོ་འདིའི་མཚན་ཙམ་སྨོས་པར་བགྱིད་དམ། མདོ་སྡེ་འདི་ལས་གསུངས་པའི་དེ་བཞིན་གཤེགས་པ་གཅིག་གི་མཚན་ཙམ་མམ། བྱང་ཆུབ་སེམས་དཔའ་གཅིག་གི་མིང་ཙམ་བརྗོད་པར་སེམས་བསྐྱེད་ནས་གུས་པས་རིམ་གྲོ་དང་། མཆོད་པ་བགྱིད་ན་བདག་གིས་ཡོངས་སུ་བསྲུང་ཞིང་བྱིན་གྱིས་བརླབས་ནས་གནོད་པ་མ་མཆིས་པར་བགྱིས་ཏེ་སྡུག་བསྔལ་སྤངས་ནས་བདེ་བ་འཐོབ་པར་འགྱུར་རོ།
en: If any man, woman, boy, or girl who has the motivation to retain just one four-line verse from this sūtra, or retain just one line, or recite just the name of this king of sūtras, or recite just the name of one tathāgata or just the name of bodhisattva that is taught in this sūtra, and with reverence honors and makes offerings to it, then I will guard them and bless them, so that they will be free of harm, suffering will be dispelled, and they will attain happiness. “

source: །བཅོམ་ལྡན་འདས་ཅིའི་སླད་དུ་བདག་གི་མིང་ཡང་དག་ཤེས་ཞེས་བགྱི་བའི་རྒྱུ་དང་རྐྱེན་གང་ལགས་པ་དེ་ནི་བཅོམ་ལྡན་འདས་ཉིད་ཀྱིས་མངོན་སུམ་དུ་མཁྱེན་པ་ལགས་ཏེ། བདག་གིས་ཆོས་རྣམས་རིག་པ་དང་། བདག་གིས་ཆོས་ཐམས་ཅད་ཀྱི་ཇི་སྙེད་པ་དང་། ཆོས་ཐམས་ཅད་ཀྱི་ཇི་ལྟ་བ་དང་། ཆོས་ཐམས་ཅད་ཀྱི་རྣམ་པ་དང་། ངོ་བོ་ཉིད་དང་།
en: Bhagavat, the cause and condition whereby I am called by the name Saṃjñeya, Bhagavat, is that I have direct knowledge: I know the Dharmas, and I have a clear understanding of how many Dharmas there are, the nature of the Dharmas, the outer aspect of the Dharmas, and their essence and all their particulars. “

source: བྱེ་བྲག་ཇི་སྙེད་པ་ཐམས་ཅད་གསལ་བར་རྟོགས་པ་ལགས་སོ། །བཅོམ་ལྡན་འདས་འདི་ལྟར་ཆོས་རྣམས་བདག་གིས་ཁོང་དུ་ཆུད་པར་གྱུར་པས་བདག་དཔག་པར་དཀའ་བའི་ཡེ་ཤེས་ཀྱི་སྣང་བ་དང་ལྡན་པ་དང་། བདག་དཔག་པར་དཀའ་བའི་ཡེ་ཤེས་ཀྱི་སྒྲོན་མ་དང་ལྡན་པ་དང་། བདག་དཔག་པར་དཀའ་བའི་ཡེ་ཤེས་ཀྱི་སྤྱོད་པ་དང་ལྡན་པ་དང་། བདག་དཔག་པར་དཀའ་བའི་ཡེ་ཤེས་ཀྱི་ཕུང་པོ་དང་ལྡན་པ་དང་།
en: Bhagavat, because I comprehend the Dharmas in that way, I possess an immeasurable illumination through wisdom, an inconceivable light of wisdom, an inconceivable lamp of wisdom, an inconceivable conduct of wisdom, and an inconceivable accumulation of wisdom, and I have realized an inconceivable range of wisdom. “

source: བདག་དཔག་པར་དཀའ་བའི་ཡེ་ཤེས་ཀྱི་སྤྱོད་ཡུལ་རྣམས་མངོན་པར་རྟོགས་པར་གྱུར་པ་ལགས་སོ། །བཅོམ་ལྡན་འདས་བདག་གིས་འདི་ལྟར་ཆོས་ཐམས་ཅད་ཡང་དག་པར་རིག །ཡང་དག་པར་གསལ་བར་རྟོགས། ཡང་དག་པར་ཁོང་དུ་ཆུད། ཡང་དག་པར་སོ་སོར་རྟོགས་པར་བགྱིད་པས་བཅོམ་ལྡན་འདས་རྒྱུ་དང་རྐྱེན་དེའི་སླད་དུ་གནོད་སྦྱིན་གྱི་སྡེ་དཔོན་ཆེན་པོ་ཡང་དག་ཤེས་ཞེས་བགྱི་བ་ལགས་ཏེ།
en: Bhagavat, because in that way I know correctly, have clearly realized correctly, have correctly comprehended, and have individually realized all Dharmas, Bhagavat, those are the causes and conditions whereby I am called the great yakṣa general Saṃjñeya.

source: དོན་དེའི་སླད་དུ་བདག་གིས་ཆོས་སྨྲ་བའི་མཁན་པོ་དེའི་ཚིག་གི་སྤོབས་པ་གསལ་ཞིང་རྒྱན་དང་ལྡན་པ་དང་། གཟི་བྱིན་དང་མདངས་བ་སྤུའི་བུ་ག་ཀུན་ནས་འཇུག་པ་དང་། ལུས་ཀྱི་མཐུ་སྟོབས་དང་ལྡན་པ་དང་། གཟི་བྱིན་དང་ལྡན་ཞིང་དཔའ་བ་དང་། དཔག་པར་དཀའ་བའི་ཡེ་ཤེས་ཀྱི་སྣང་བ་ཐམས་ཅད་ཕུན་སུམ་ཚོགས་པ་དང་། ཡང་དག་པའི་དྲན་པ་ཐོབ་ནས་སྤ་གོང་བ་མ་མཆིས་པ་དང་། དེའི་ལུས་ལ་ཕན་འདོགས་ཤིང་ཉམས་པ་མ་མཆིས་པ་དང་། དབང་པོ་རྣམས་བདེ་ཞིང་རྟག་པར་དགའ་བ་བསྐྱེད་པར་བགྱིའོ།
en: And it is for that purpose that I make clear and adorn the eloquent words of the dharmabhāṇaka bhikṣu and introduce majesty and brilliance through all his pores so that he will have a powerful body, majesty, and courage; the entire, inconceivable light of his wisdom will reach perfection; he will attain perfect memory; he will never be disheartened; his body will benefit and never degenerate; and his senses will be blissful and he will always feel joy. “

source: །རྒྱུ་དང་རྐྱེན་དེའི་སླད་དུ་སེམས་ཅན་གང་དག་སངས་རྒྱས་བརྒྱ་སྟོང་དུ་མ་ལས་དགེ་བའི་རྩ་བ་བསྐྱེད་ནས་བསོད་ནམས་ཀྱི་ལས་མངོན་པར་སྒྲུབ་པ་དག་གི་ཆེད་དུ་འཛམ་བུའི་གླིང་དག་ཏུ་རྒྱ་ཆེར་སྤེལ་ནས་མྱུར་དུ་ནུབ་པར་མི་འགྱུར་བར་བགྱིད་པས་སེམས་ཅན་དེ་དག་གིས་མདོ་སྡེ་འདི་ཐོས་ནས་བསམ་གྱིས་མི་ཁྱབ་པའི་ཡེ་ཤེས་ཀྱི་སྣང་བ་ཆེན་པོ་དང་། བསོད་ནམས་ཀྱི་ཕུང་པོ་ཚད་མ་མཆིས་པ་འཐོབ་པར་འགྱུར་ཞིང་སླད་མའི་དུས་ཀྱི་ཚེ་ཡང་བསྐལ་པ་བྱེ་བ་ཁྲག་ཁྲིག་ཚད་མ་མཆིས་པའི་བར་དུ་བསམ་གྱིས་མི་ཁྱབ་པའི་ལྷ་དང་། མིའི་བདེ་བ་མྱོང་བ་དང་། རྟག་པར་སངས་རྒྱས་མང་པོ་དང་མཇལ་ནས་མྱུར་དུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར་བས་གཤིན་རྗེའི་འཇིག་རྟེན་དང་། ངན་སོང་གསུམ་གྱི་སྡུག་བསྔལ་ཤིན་ཏུ་མི་བཟད་པ་དག་ཀྱང་མྱོང་བར་མི་འགྱུར་ལགས་སོ།
en: Through those causes and conditions, for the sake of any beings who have planted good roots with many hundreds of thousands of buddhas and accomplished meritorious karma, I promulgate this sūtra widely so that it will not soon vanish, so that those beings will hear it and will attain an inconceivable great light of wisdom and an accumulation of merit, and in the future will experience inconceivable happiness among devas and humans for countless hundreds of thousands of quintillions of eons, will constantly meet many buddhas, and will quickly attain the highest, most complete enlightenment of buddhahood and not experience the unendurable suffering of the world of Yama and the three lower existences.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ལ་གནོད་སྦྱིན་གྱི་སྡེ་དཔོན་ཆེན་པོ་ཡང་དག་ཤེས་ཀྱིས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བདག་ལ་གཟུངས་མཆིས་ཏེ། སེམས་ཅན་རྣམས་ལ་སྨན་པར་བགྱི་ཞིང་བརྩེ་བའི་སླད་དུ་དེང་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་བདག་ཉིད་ཀྱིས་བཤད་པར་བགྱིའོ། །དེ་ནས་སྔགས་སྨྲས་པ། ན་མོ་བུདྡྷཱ་ཡ། ན་མོ་དྷརྨཱ་ཡ། ན་མཿསྃ་གྷཱ་ཡ། ན་མོ་པྲ་ཧྨཱ་ཡ། ན་མ་ཨིནྡྲཱ་ཡ། ན་མཤྩ་ཏུར་ཎཱཾ་མ་ཧཱ་རཱ་ཛཱ་ནཱཾ། ཏདྱ་ཐཱ། ཧི་ལི་ཧི་ལི། མི་ལི་མི་ལི། གཽ་རི་མ་ཧཱ་གཽ་རི། གནྡྷ་རི། མ་ཧཱ་གནྡྷ་རི། དྲི་མི་ཌི། མ་ཧཱ་དྲི་མི་ཌི། དནྜ་ཁུ་ཁུན་ཏི། ཧ་ཧ་ཧ་ཧ་ཧ། ཧི་ཧི་ཧི་ཧི་ཧི། ཧུ་ཧུ་ཧུ་ཧུ་ཧུ། ཧ་ལོ་དྷ་མེ། གུདྡྷ་མེ། ཙ་ཙ་ཙ་ཙ། ཙི་ཙི་ཙི་ཙི། ཙུ་ཙུ་ཙུ་ཙུ། ཙཎྜེ་ཤྭ་ར། ཤི་ཁ་ར་ཤི་ཁ་ར། ཨུ་ཏིཥྛ་ཧེ། བྷ་ག་བཱན་སཾ་བིད་ཛྙཱ་ཡ་སྭཱ་ཧཱ། གང་ལ་ལ་ཞིག་རིག་སྔགས་འདི་འཛིན་པར་བགྱིད་ན་བདག་གིས་འཚོ་བའི་ཡོ་བྱད་སྨན་དང་། བཟའ་བ་དང་།
en: Then Saṃjñeya, the great yakṣa general, said to the Bhagavat, “Bhagavat, I possess a dhāraṇī, and in order to benefit beings and out of compassion for them, I will teach it today in the presence of the Bhagavat.”

source: བཏུང་བ་དང་། གོས་དང་། མེ་ཏོག་དང་། འབྲས་བུ་དང་། རིན་པོ་ཆེ་ངོ་མཚར་ཆེ་བ་དག་གིས་རིམ་གྲོ་བགྱིད་དོ། །གལ་ཏེ་སྐྱེས་པ་དང་། བུད་མེད་དང་། ཁྱེའུ་དང་།
en: Then he recited the mantra: namo buddhāya | namo dharmāya | namaḥ saṃghāya | namo brahmāya | nama indrāya | namaś caturnāṃ mahārājānāṃ | tadyathā hili hili mili mili gauri mahāgauri gandhari mahāgandhari drimiḍi mahādrimiḍi daṇḍakhukhunti haha haha hihi hihi huhu huhu halodhame gudhame caca caca cici cici cucu cucu caṇḍeśvara śikhara śikhara atiṣṭhāhe bhagavān saṃvidjñāya svāhā | “I will honor anyone who retains this vidyāmantra with all the necessities for life, medicine, food, drink, clothing, flowers, fruits, and great marvelous jewels. “

source: བུ་མོ་དང་། གསེར་དང་། དངུལ་དང་། རིན་པོ་ཆེ་དང་། རྒྱན་ཕྲེང་གི་རྣམ་པ་རྣམས་ཡོངས་སུ་གཉེར་བར་བགྱིད་ན་ཡང་བདག་གིས་ཐམས་ཅད་སྦྱར་ནས་ཇི་ལྟར་སྨོན་པ་བཞིན་རྒུད་ཅིང་ཕོངས་པ་མ་མཆིས་པར་བགྱིད་དོ།
en: If they seek a man, a woman, a boy, a girl, gold, silver, jewels, or jewelry, I will provide them all, exactly as they have wished for, without any decline or loss. “

source: །རིག་སྔགས་འདི་མཐུ་ཆེན་པོ་དང་ལྡན་པས་སྔགས་འདོན་པའི་ཚེ། བདག་མྱུར་དུ་དེའི་ཐད་དུ་མཆིས་ནས་ཐོགས་པ་མ་མཆིས་པར་ཡིད་བཞིན་དུ་འགྲུབ་པར་བགྱིད་དོ།
en: Because this mantra has great power, when the mantra is repeated, I will quickly come there and accomplish what is wished for, without impediment. “

source: །སྔགས་འདི་འདོན་པའི་ཚེ་ཆོ་ག་ཅི་རིགས་པར་བགྱིས་ནས་ཐོག་མ་ཁོ་ནར་གནོད་སྦྱིན་ཡང་དག་ཤེས་ཀྱི་གཟུགས་འཕང་དུ་ཆག་བཞི་ལྔ་ཙམ་མཆིས་པ་སུག་པ་ན་དགྲ་སྟ་ཐོགས་པ་རི་མོར་བྲི་བར་བགྱིའོ།
en: When they repeat this mantra, some kind of ritual should be performed. First of all, they should paint an image of the yakṣa Saṃjñeya four or five handspans in height, holding an axe in his hands.

source: །གཟུགས་བརྙན་དེའི་མདུན་དུ་དཀྱིལ་འཁོར་གྲུ་བཞིར་བགྱིས་ནས་བུམ་པ་བཞི་སྦྲང་རྩིའི་ཆབ་བམ། བུ་རམ་གྱི་ཆབ་ཀྱིས་བཀང་སྟེ་བཞག་ནས་བྱུག་སྤོས་དང་། ཕྱེ་མ་དང་། བདུག་སྤོས་དང་། མེ་ཏོག་དང་།
en: In front of that image, they should make a square maṇḍala and in its four corners place four vases filled with liquid honey or molasses, and make offerings with ointments, powders, incense, flowers, and garlands.

source: ཕྲེང་བ་རྣམས་ཀྱང་བཀྲམ་པར་བགྱིའོ། །གཞན་ཡང་དཀྱིལ་འཁོར་གྱི་མདུན་དུ་ཐབ་གཅིག་བགྱིས་ཏེ། དེའི་ནང་དུ་སོལ་བའི་ཞུགས་སྩལ་ནས་མར་དང་ཡུངས་ཀར་བསྲེགས་ཏེ། སྔ་མའི་སྔགས་དེ་ལན་བརྒྱ་རྩ་བརྒྱད་བཟླས་ནས། སྔགས་ལན་རེ་ཞིང་ལན་ཅིག་བསྲེགས་ན།
en: Alternatively, they should make a hearth in front of the maṇḍala and, using charcoal, burn butter and mustard seeds inside it, and repeat the previous mantra a hundred and eight times, making a burnt offering with each mantra repetition.

source: བདག་གནོད་སྦྱིན་གྱི་སྡེ་དཔོན་ཆེན་པོ་རང་ཉིད་དྲུང་དུ་མཆིས་ནས་ལུས་མངོན་དུ་བསྟན་ཏེ། སྔགས་འདོན་པའི་མི་དེ་ལ་ཁྱོད་ཅི་དང་ཅི་དགོས་པ་དང་།
en: Then I, the great yakṣa general, will myself come before them, revealing my body, and I will ask the person who has repeated the mantra, ‘What is it that you want?’

source: ཡིད་ལ་ཅི་འདོད་པའི་དངོས་པོ་གང་ཡིན་པ་དེ་སྨྲོས་ཤིག་ཅེས་འདྲི་བར་བགྱིད་དོ།
en: and ‘Tell me the things in your mind that you are wishing for!’

source: །བདག་གིས་ཇི་སྐད་མཆི་བ་བཞིན་ཡོངས་སུ་གཉེར་བའི་དངོས་པོ་རྣམ་པ་ཐམས་ཅད་ཕུན་སུམ་ཚོགས་པར་བགྱིད་དོ། །གལ་ཏེ་གསེར་དང་། དངུལ་དང་།
en: I will then perfect all the things that they seek, exactly as they have described.

source: གཏེར་འཚལ་བར་གྱུར་ཏམ། ཡང་ན་ལྷའི་དྲང་སྲོང་དུ་གྱུར་ནས་ནམ་མཁའ་ལ་མཆི་བར་འཚལ་ལམ། ལྷའི་མིག་གི་མངོན་པར་ཤེས་པ་དང་། གཞན་གྱི་སེམས་འཚལ་བ་དང་། སེམས་ཅན་ཐམས་ཅད་ལ་ཡིད་བཞིན་དུ་རང་དབང་ཐོབ་ནས་ཉོན་མོངས་པ་བཅད་དེ་མྱུར་དུ་རྣམ་པར་གྲོལ་བ་ཐོབ་པ་ལ་དགོད་པར་འཚལ་ན་ཡང་ཐམས་ཅད་ཕུན་སུམ་ཚོགས་པར་བགྱིད་དོ།
en: If they wish for gold, silver, or treasure, or wish to become a divine ṛṣi and fly in the sky, or if they wish to have the higher cognition of divine sight, know the minds of others, or bring all beings to wished-for independence, the elimination of kleśas, and the swift attainment of liberation, I will perfect all of those.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་གནོད་སྦྱིན་གྱི་སྡེ་དཔོན་ཆེན་པོ་ཡང་དག་ཤེས་ལ་བཀའ་སྩལ་པ། ཁྱོད་ཀྱིས་འདི་ལྟར་སེམས་ཅན་ཐམས་ཅད་ལ་ཕན་གདགས་པའི་ཕྱིར་རིག་སྔགས་འདི་བཤད་དེ། ཡང་དག་པའི་ཆོས་ཡོངས་སུ་བསྲུངས་ནས་བསོད་ནམས་ཀྱིས་མཐའ་ཡས་པ་རྣམས་ལ་ཕན་བཏགས་པ་ལེགས་སོ་ལེགས་སོ།
en: The Bhagavat then said to Saṃjñeya, the great general of the yakṣas, “It is excellent, excellent that in that way you have taught this vidyāmantra in order to benefit all beings, protected the Dharma, and benefited those who have infinite merit.”

source: །གསེར་འོད་དམ་པ་མཆོག་ཏུ་རྣམ་པར་རྒྱལ་བ་མདོ་སྡེའི་རྒྱལ་པོ་ལས། གནོད་སྦྱིན་གྱི་སྡེ་དཔོན་ཆེན་པོ་ཡང་དག་ཤེས་ཀྱི་ལེའུ་སྟེ་བཅུ་དགུ་པའོ།། །།
en: This concludes “Saṃjñeya, the Great General of the Yakṣas,” the nineteenth chapter of “The Supremely Victorious King of Sūtras, the Sublime Golden Light.”

source: དེ་ནས་སའི་ལྷ་མོ་ཆེན་མོ་བརྟན་མ་ཞེས་བྱ་བ་འཁོར་མང་པོའི་ནང་ནས་སྟན་ལས་ལངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་བྱས་ནས་གུས་པས་ཐལ་མོ་སྦྱར་ཏེ། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་ཡུལ་རྣམས་སུ་མིའི་རྒྱལ་པོ་བགྱིད་པ་ལ་གལ་ཏེ་ཡང་དག་པའི་ཆོས་མ་མཆིས་པར་གྱུར་ན། ཡུལ་སྐྱོང་ཞིང་སྐྱེ་བོ་མང་པོ་རྣམས་ཀྱང་གསོ་བའི་རྔོ་མི་ཐོགས་ལ་བདག་ཉིད་ཀྱང་ཡུན་རིང་དུ་ཁྱད་པར་དུ་འཕགས་པའི་རྒྱལ་ཐབས་ལ་གནས་པར་མི་འགྱུར་ན།
en: Chapter 20: The Teaching of the King’s Treatise Then Dṛḍhā, the great goddess of the earth, rose from her seat within that great assembly, bowed down her head to the Bhagavat’s feet, and with her palms reverentially placed together said to the Bhagavat, “Bhagavat, if there is no true Dharma in lands with human kings, they will be unable to protect the land and care for many beings, and they themselves will not be able to remain long as superior sovereigns. “

source: བཅོམ་ལྡན་འདས་བྱམས་པ་དང་། ཐུགས་རྗེས་ཐུགས་བརྩེ་བར་དགོངས་ཏེ། བདག་ལ་རྒྱལ་པོའི་ཆོས་ལུགས་ཡང་དག་པའི་བསྟན་བཅོས་ཡུལ་སྐྱོང་བར་བགྱིད་པའི་དོན་གང་ལགས་པ་བཀས་བཤད་དུ་གསོལ།
en: Bhagavat, I pray that you regard me with love, compassion, and kindness and teach the treatise on kingship, on the subject of ruling a land.

source: །དེས་ན་མིའི་རྒྱལ་པོ་རྣམས་ཆོས་འདི་ཐོས་པའི་དབང་གིས་ཇི་སྐད་བསྟན་པ་བཞིན་དུ་མངོན་པར་སྒྲུབ་ཅིང་ཡང་དག་པར་འཇིག་རྟེན་འདུལ་བ་དང་། ཁྱད་པར་དུ་འཕགས་པའི་རྒྱལ་ཐབས་གཏན་དུ་བདེ་ཞིང་ཞི་བ་དང་། ཡུལ་ན་གནས་པའི་སྐྱེ་བོ་ཐམས་ཅད་ལ་ཡང་སྨན་པར་འགྱུར་ལགས་སོ།
en: Then, when human kings hear this Dharma and practice exactly what has been taught, the world will be truly tamed, there will be an enduring superior reign, happy and peaceful, and the people of the land will all benefit from it.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་འཁོར་མང་པོའི་ནང་དུ་སའི་ལྷ་མོ་བརྟན་མ་ལ་བཀའ་སྩལ་པ། ཁྱོད་ལེགས་པར་ཉོན་ཅིག །
en: Then the Bhagavat, in the midst of that great assembly, said to Dṛḍhā, the goddess of the earth, “Listen well!

source: སྔོན་འདས་པའི་དུས་ཀྱི་ཚེ་རྒྱལ་པོ་སྟོབས་ཀྱི་གཙོ་བོའི་ཏོག་ཅེས་བྱ་བ་བྱུང་ངོ་།
en: Before, in a past time, there was a king by the name of Balendraketu.

source: །རྒྱལ་པོ་དེའི་བུ་མཛེས་པའི་ཏོག་ཅེས་བྱ་བ་ཞིག་ཡོད་དེ།
en: That king had a son by the name of Ruciraketu.

source: སྤྱི་བོ་ནས་དབང་བསྐུར་ནས་རིང་པོ་མ་ལོན་པར་དེ་ནས་རྒྱལ་པོ་ཡབ་ཀྱིས་མཛེས་པའི་ཏོག་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །རྒྱལ་པོའི་ཆོས་ལུགས་ཡང་དག་པའི་བསྟན་བཅོས་ལྷའི་བདག་པོའི་མན་ངག་ཅེས་བྱ་བ་ཡོད་དེ།
en: Not long after the son’s royal consecration, the father, the king, said to Ruciraketu, ‘There is a valid treatise on a king’s way of Dharma that is called The Instructions of the Lord of Devas.

source: ང་སྔོན་སྤྱི་བོ་ནས་དབང་བསྐུར་ནས་ཡུལ་གྱི་བདག་པོ་བྱས་པའི་ཚེ་ངའི་ཡབ་ཤེས་པའི་སྟོབས་ཀྱི་གཙོ་བོའི་ཏོག་ཅེས་བྱ་བས་ང་ལ་རྒྱལ་པོའི་ཆོས་ལུགས་ཡང་དག་པའི་བསྟན་བཅོས་འདི་བསྟན་པས།
en: Before, when I received my royal consecration and became the ruler of the land, my father, Indraketu, taught me this valid treatise on a king’s way of Dharma.

source: ངས་བསྟན་བཅོས་འདི་ལ་བརྟེན་ནས་ལོ་ཉི་ཁྲིའི་བར་དུ་ཡུལ་ལེགས་པར་བསྐྱངས་ཏེ། ངས་སྐད་ཅིག་གཅིག་ཙམ་གྱི་བར་དུ་ཡང་ཆོས་མ་ཡིན་པ་སྤྱད་པར་བྱའོ་སྙམ་པའི་བསམ་པ་བྱུང་མ་མྱོང་ངོ་།
en: Based on this treatise I ruled for twenty thousand years, and not even for one instant did I have the thought, “I shall practice a way that is not the Dharma.”

source: །དེང་ཁྱོད་ཀྱང་དེ་བཞིན་དུ་ཆོས་མ་ཡིན་པས་ཡུལ་སྐྱོང་བར་མ་བྱེད་ཅིག །
en: Now you also should similarly not rule the land in a way that is other than the Dharma.

source: ཅིའི་ཕྱིར་རྒྱལ་པོའི་ཆོས་ལུགས་ཡང་དག་པའི་བསྟན་བཅོས་ཞེས་བྱ་ཞེ་ན། ཁྱོད་དེང་ལེགས་པར་ཉོན་ཅིག་དང་ཁྱོད་ལ་བསྟན་པར་བྱའོ།
en: If you wonder why there is a valid treatise on the king’s way of Dharma, then listen well, for I will teach it to you today.’ “

source: །དེ་ནས་དེའི་ཚེ་རྒྱལ་པོ་སྟོབས་ཀྱི་གཙོ་བོའི་ཏོག་གིས་རྒྱལ་བུ་དེ་ལ་ཚིགས་སུ་བཅད་པ་གྱ་ནོམ་པ་དག་གིས་ཡང་དག་པར་བསྟན་བཅོས་མངོན་པར་བསྟན་པ། ངས་ནི་སེམས་ཅན་བདེ་བྱ་དང་། །འཇིག་རྟེན་ཐེ་ཙོམ་བཅད་པ་དང་། །ཉེས་དམིགས་མང་པོ་བསལ་བའི་ཕྱིར། །རྒྱལ་ཁྲིམས་བསྟན་བཅོས་བཤད་པར་བྱ།
en: King Balendraketu then taught the prince that valid treatise through excellent verses: “ ‘In order to make beings happy, To cut through worldly doubts, And to dispel many wrongdoings, I will teach the treatise on kingship. “ ‘

source: །ལྷ་ཡི་བདག་པོ་ཐམས་ཅད་དང་། །མི་ཡི་རྒྱལ་པོ་གང་ཡིན་པ། །དགའ་བའི་སེམས་ནི་རབ་སྐྱེད་ལ། །ཐལ་མོ་སྦྱར་ནས་ངས་བཤད་ཉོན། །སྔོན་བྱུང་ལྷ་འཁོར་མང་པོ་རྣམས།
en: All the lords of devas and All who are human kings, Be joyful and with palms together Listen to what I will teach. “ ‘

source: །རྡོ་རྗེའི་རི་ལ་འདུས་པ་ན། །རྒྱལ་བཞི་སྟན་ལས་ལངས་ནས་ནི། །ཚངས་ཆེན་ལ་ནི་འདི་སྐད་ཞུས། །ཚངས་བདག་མཆོག་ཏུ་གཙོར་གྱུར་ཅིང་། །ལྷ་ཡི་ནང་ན་དབང་ཕྱུག་ཆེ། །བདག་ཅག་ལ་ནི་བརྩེར་དགོངས་ནས། །ཐེ་ཙོམ་རྣམས་ནི་གཅད་དུ་གསོལ།
en: In the past, when a multitude of devas Assembled together on a vajra mountain, The Four Mahārājas rose from their seats And made this request to Mahābrahmā: “ ‘ “Brahmā Lord, who is perfectly supreme, Who is the mightiest of all devas, We pray that you look upon us with kindness And cut through our doubts. “ ‘ “

source: །ཇི་ལྟར་མི་ཡི་འཇིག་རྟེན་སྐྱེས། །རྒྱལ་པོ་ཞེས་ནི་བགྱི་བར་འགྱུར།
en: How does someone born into the human world Then become what is called a king?

source: །གཞན་ཡང་རྒྱུ་རྐྱེན་གང་གི་སླད། །ལྷ་ཡི་བུ་ཞེས་བགྱི་བར་འགྱུར།
en: Also, what are the causes and the conditions That result in his being called a son of the devas? “ ‘ “

source: །ཇི་ལྟར་མིར་ནི་སྐྱེས་པ་ལ། །གཅིག་པུ་མི་ཡི་བདག་པོ་འཐོབ།
en: How does someone born as a human Become the only one who is a lord of humans?

source: །ཇི་ལྟར་མཐོ་རིས་གནས་དག་ཏུ། །ལྷ་ཡི་རྒྱལ་པོ་བགྱིད་པར་འགྱུར།
en: How does he become a king of devas Within the realms of the higher existences?” “ ‘

source: །དེ་ལྟར་འཇིག་རྟེན་སྐྱོང་དག་གིས། །ཚངས་རྒྱལ་དེ་ལ་ཞུས་པ་དང་། །དེ་ཚེ་ཚངས་པའི་བདག་པོ་ཡིས།
en: In that way, the protectors of the world Addressed questions to that Brahmā king.

source: །དེ་དག་ལ་ནི་འདི་སྐད་སྨྲས། །འཇིག་རྟེན་སྐྱོང་ཁྱོད་ཤེས་པར་བྱོས། །སེམས་ཅན་ལ་ནི་ཕན་བྱའི་ཕྱིར། །ང་ལ་ཡུལ་སྐྱོང་ཆོས་དྲིས་པས། །ངས་བཤད་ཁྱོད་ཀྱིས་ལེགས་པར་ཉོན།
en: Then the lord of Brahmās Replied to them with these words: “ ‘ “You world protectors should know this: Since you asked me, in order to benefit beings, About the Dharma of ruling a land, I will teach it, so you should listen well. “ ‘ “

source: །སྔོན་གྱི་ལས་ཀྱི་མཐུ་ཡིས་ནི། །ལྷར་སྐྱེས་རྒྱལ་པོར་གྱུར་པ་ཡིན། །གལ་ཏེ་མི་ནང་གནས་གྱུར་ནས། །དབང་སྡུད་མི་ཡི་བདག་པོ་བྱེད།
en: Through the power of his past karma, Someone born as a deva becomes a king, And if he is in a human existence, He becomes a lord with power over others. “ ‘ “
